Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: Mini-App löschen?
ar: حذف Mini-App؟
bn: Mini-App মুছবেন?
en: Delete Mini-App?
es: ¿Eliminar Mini-App?
fr: Supprimer la Mini-App ?
hi: Mini-App हटाएँ?
id: Hapus Mini-App?
it: Eliminare la Mini-App?
ja: Mini-App を削除しますか？
ko: Mini-App을 삭제할까요?
pt: Eliminar Mini-App?
ru: Удалить Mini-App?
tr: Mini-App silinsin mi?
ur: Mini-App حذف کریں؟
vi: Xóa Mini-App?
zh_hans: 删除这个 Mini-App？

source: Mini-App wird gebaut…
ar: جارٍ بناء Mini-App…
bn: Mini-App তৈরি হচ্ছে…
en: Building Mini-App…
es: Creando Mini-App…
fr: Création de la Mini-App…
hi: Mini-App बन रहा है…
id: Mini-App sedang dibangun…
it: Creazione Mini-App…
ja: Mini-App を作成中…
ko: Mini-App 빌드 중…
pt: A criar a Mini-App…
ru: Собираю Mini-App…
tr: Mini-App oluşturuluyor…
ur: Mini-App بنائی جا رہی ہے…
vi: Mini-App đang được xây dựng…
zh_hans: 正在构建 Mini-App…

source: Mini-App-Prüfung nach %lld Versuchen:
ar: فحص Mini-App بعد %lld محاولات:
bn: %lld বার চেষ্টার পর Mini-App যাচাই:
en: Mini-App check after %lld attempts:
es: Comprobación de la Mini-App tras %lld intentos:
fr: Vérification de la Mini-App après %lld tentatives :
hi: %lld कोशिशों के बाद Mini-App जाँच:
id: Pemeriksaan Mini-App setelah %lld percobaan:
it: Verifica Mini-App dopo %lld tentativi:
ja: %lld 回の試行後の Mini-App チェック:
ko: %lld번 시도 후 Mini-App 검사:
pt: Verificação da Mini-App após %lld tentativas:
ru: Проверка Mini-App после %lld попыток:
tr: %lld denemeden sonra Mini-App kontrolü:
ur: %lld کوششوں کے بعد Mini-App کی جانچ:
vi: Kiểm tra Mini-App sau %lld lần thử:
zh_hans: Mini-App 检查（%lld 次尝试后）：

source: Mini-Apps synchronisieren über deine Apple-ID. Kein Login in der App nötig.
ar: تتزامن Mini-Apps عبر Apple ID الخاص بك. لا حاجة لتسجيل دخول داخل التطبيق.
bn: Mini-Apps আপনার Apple ID দিয়ে সিঙ্ক হয়। অ্যাপে লগইনের দরকার নেই।
en: Mini-Apps sync via your Apple ID. No login needed in the app.
es: Las Mini-Apps se sincronizan con tu Apple ID. No hace falta iniciar sesión en la app.
fr: Les Mini-Apps se synchronisent via ton identifiant Apple. Aucune connexion nécessaire dans l'app.
hi: Mini-Apps आपकी Apple ID से सिंक होते हैं। ऐप में लॉगिन की ज़रूरत नहीं।
id: Mini-Apps disinkronkan melalui Apple ID Anda. Tidak perlu login di aplikasi.
it: Le Mini-App si sincronizzano tramite il tuo ID Apple. Nessun accesso richiesto nell'app.
ja: Mini-App は Apple ID 経由で同期します。アプリ内でのログインは不要です。
ko: Mini-App은 Apple ID를 통해 동기화됩니다. 앱 내 로그인이 필요 없습니다.
pt: As Mini-Apps sincronizam pelo teu ID Apple. Não é preciso iniciar sessão na app.
ru: Mini-Apps синхронизируются через твой Apple ID. Вход в приложении не нужен.
tr: Mini-App'ler Apple ID'niz üzerinden senkronize olur. Uygulamada giriş gerekmez.
ur: Mini-Apps آپ کی Apple ID کے ذریعے سنک ہوتی ہیں۔ ایپ میں لاگ اِن کی ضرورت نہیں۔
vi: Mini-App đồng bộ qua Apple ID của bạn. Không cần đăng nhập trong ứng dụng.
zh_hans: Mini-Apps 通过你的 Apple ID 同步。无需在应用内登录。

source: Mini-Apps: Template-Modus (nicht freies Pro-HTML).
ar: Mini-Apps: وضع القوالب (وليس HTML حرًّا كاملًا).
bn: Mini-Apps: টেমপ্লেট মোড (মুক্ত Pro-HTML নয়)।
en: Mini-Apps: template mode (not free-form pro HTML).
es: Mini-Apps: modo plantilla (no HTML libre Pro).
fr: Mini-Apps : mode gabarit (pas de HTML libre comme en Pro).
hi: Mini-Apps: टेम्पलेट मोड (मुक्त प्रो-HTML नहीं)।
id: Mini-Apps: mode template (bukan Pro-HTML bebas).
it: Mini-App: modalità template (non HTML Pro libero).
ja: Mini-App: テンプレートモード（自由な HTML 生成は不可）。
ko: Mini-App: 템플릿 모드 (자유로운 Pro-HTML 아님).
pt: Mini-Apps: modo de template (não HTML livre Pro).
ru: Mini-Apps: режим шаблонов, а не свободный Pro-HTML.
tr: Mini-App'ler: şablon modu (serbest Pro-HTML değil).
ur: Mini-Apps: ٹیمپلیٹ موڈ (آزاد Pro-HTML نہیں)۔
vi: Mini-App: chế độ mẫu (không phải Pro-HTML tự do).
zh_hans: Mini-Apps：模板模式（不是自由的 Pro-HTML）。

source: Mit KI bearbeiten
ar: تعديل بالذكاء الاصطناعي
bn: AI দিয়ে সম্পাদনা করুন
en: Edit with AI
es: Editar con IA
fr: Modifier avec l'IA
hi: AI से बदलें
id: Edit dengan AI
it: Modifica con l'IA
ja: AI で編集
ko: AI로 편집
pt: Editar com IA
ru: Изменить с помощью ИИ
tr: AI ile düzenle
ur: AI سے ترمیم کریں
vi: Chỉnh sửa với AI
zh_hans: 用 AI 修改

source: Mit KI beschreiben
ar: وصف بالذكاء الاصطناعي
bn: AI দিয়ে বর্ণনা করুন
en: Describe with AI
es: Describir con IA
fr: Décrire avec l'IA
hi: AI से बताएँ
id: Deskripsikan dengan AI
it: Descrivi con l'IA
ja: AIで説明する
ko: AI로 설명
pt: Descrever com IA
ru: Описать через ИИ
tr: AI ile tanımla
ur: AI سے بیان کریں
vi: Mô tả với AI
zh_hans: 用 AI 描述

source: Mit KI verbessern
ar: تحسين بالذكاء الاصطناعي
bn: AI দিয়ে উন্নত করুন
en: Improve with AI
es: Mejorar con IA
fr: Améliorer avec l'IA
hi: AI से बेहतर करें
id: Tingkatkan dengan AI
it: Migliora con l'IA
ja: AIで改善する
ko: AI로 개선
pt: Melhorar com IA
ru: Улучшить через ИИ
tr: AI ile geliştir
ur: AI سے بہتر بنائیں
vi: Cải thiện với AI
zh_hans: 用 AI 改进

source: Modell
ar: النموذج
bn: মডেল
en: Model
es: Modelo
fr: Modèle
hi: मॉडल
id: Model
it: Modello
ja: モデル
ko: 모델
pt: Modelo
ru: Модель
tr: Model
ur: ماڈل
vi: Mô hình
zh_hans: 模型

source: Modell (Standard: %@)
ar: النموذج (الافتراضي: %@)
bn: মডেল (ডিফল্ট: %@)
en: Model (default: %@)
es: Modelo (por defecto: %@)
fr: Modèle (par défaut : %@)
hi: मॉडल (डिफ़ॉल्ट: %@)
id: Model (default: %@)
it: Modello (predefinito: %@)
ja: モデル（標準: %@）
ko: 모델 (기본값: %@)
pt: Modelo (predefinição: %@)
ru: Модель (по умолчанию: %@)
tr: Model (varsayılan: %@)
ur: ماڈل (ڈیفالٹ: %@)
vi: Mô hình (mặc định: %@)
zh_hans: 模型（默认：%@）

source: Modell aus dem Speicher entfernt: %@
ar: تمت إزالة النموذج من الذاكرة: %@
bn: স্টোরেজ থেকে মডেল মুছে ফেলা হয়েছে: %@
en: Model deleted from storage: %@
es: Modelo eliminado del almacenamiento: %@
fr: Modèle retiré de la mémoire : %@
hi: मॉडल स्टोरेज से हटा दिया गया: %@
id: Model dihapus dari penyimpanan: %@
it: Modello rimosso dalla memoria: %@
ja: モデルをストレージから削除しました: %@
ko: 저장소에서 모델 제거됨: %@
pt: Modelo removido da memória: %@
ru: Модель удалена с устройства: %@
tr: Model depolamadan kaldırıldı: %@
ur: اسٹوریج سے ماڈل ہٹا دیا گیا: %@
vi: Đã xóa mô hình khỏi bộ nhớ: %@
zh_hans: 已从存储中移除模型：%@

source: Modell nicht gefunden: %@ — unter Anbieter ein gültiges Modell wählen.
ar: النموذج غير موجود: %@ — اختر نموذجًا صالحًا ضمن المزوّدين.
bn: মডেল পাওয়া যায়নি: %@ — Provider-এ গিয়ে একটি বৈধ মডেল বাছুন।
en: Model not found: %@ — pick a valid model under Providers.
es: Modelo no encontrado: %@ — elige un modelo válido en Proveedores.
fr: Modèle introuvable : %@ — choisis un modèle valide sous Fournisseurs.
hi: मॉडल नहीं मिला: %@ — प्रोवाइडर में जाकर मान्य मॉडल चुनें।
id: Model tidak ditemukan: %@ — pilih model yang valid di Provider.
it: Modello non trovato: %@ — scegli un modello valido in Provider.
ja: モデルが見つかりません: %@ — プロバイダで有効なモデルを選択してね。
ko: 모델을 찾을 수 없음: %@ — Provider에서 유효한 모델을 선택하세요.
pt: Modelo não encontrado: %@ — escolhe um modelo válido em Fornecedores.
ru: Модель не найдена: %@ — выбери действительную модель в разделе «Провайдеры».
tr: Model bulunamadı: %@ — Sağlayıcı'da geçerli bir model seçin.
ur: ماڈل نہیں ملا: %@ — Provider میں جا کر ایک درست ماڈل منتخب کریں۔
vi: Không tìm thấy mô hình: %@ — chọn mô hình hợp lệ trong Provider.
zh_hans: 未找到模型：%@ — 请在「提供商」中选择一个有效的模型。

source: Modell nicht heruntergeladen — bitte in den Einstellungen laden.
ar: النموذج غير مُنزَّل — حمّله من الإعدادات.
bn: মডেল ডাউনলোড করা হয়নি — অনুগ্রহ করে Settings-এ লোড করুন।
en: Model not downloaded — please load it in Settings.
es: Modelo no descargado: cárgalo en los ajustes.
fr: Modèle non téléchargé — charge-le dans les réglages.
hi: मॉडल डाउनलोड नहीं हुआ — कृपया सेटिंग्स में लोड करें।
id: Model belum diunduh — silakan muat di Settings.
it: Modello non scaricato — caricalo nelle impostazioni.
ja: モデルが未ダウンロードです — 設定から読み込んでください。
ko: 모델이 다운로드되지 않음 — 설정에서 불러오세요.
pt: Modelo não transferido — carrega-o nas definições.
ru: Модель не загружена — загрузи её в настройках.
tr: Model indirilmedi — lütfen Ayarlar'da yükleyin.
ur: ماڈل ڈاؤن لوڈ نہیں ہوا — براہ کرم Settings میں لوڈ کریں۔
vi: Mô hình chưa được tải — vui lòng tải trong Cài đặt.
zh_hans: 模型尚未下载 — 请在设置中加载。

source: Modell verbinden
ar: اربط نموذجًا
bn: মডেল সংযুক্ত করুন
en: Connect a model
es: Conectar modelo
fr: Connecter un modèle
hi: मॉडल कनेक्ट करें
id: Hubungkan model
it: Collega un modello
ja: モデルを接続
ko: 모델 연결
pt: Ligar modelo
ru: Подключить модель
tr: Model bağla
ur: ماڈل منسلک کریں
vi: Kết nối mô hình
zh_hans: 连接模型

source: Modell: %@
ar: النموذج: %@
bn: মডেল: %@
en: Model: %@
es: Modelo: %@
fr: Modèle : %@
hi: मॉडल: %@
id: Model: %@
it: Modello: %@
ja: モデル: %@
ko: 모델: %@
pt: Modelo: %@
ru: Модель: %@
tr: Model: %@
ur: ماڈل: %@
vi: Mô hình: %@
zh_hans: 模型：%@

source: Modelle aktualisieren
ar: تحديث النماذج
bn: মডেল আপডেট করুন
en: Refresh models
es: Actualizar modelos
fr: Actualiser les modèles
hi: मॉडल अपडेट करें
id: Perbarui model
it: Aggiorna modelli
ja: モデル一覧を更新
ko: 모델 업데이트
pt: Atualizar modelos
ru: Обновить модели
tr: Modelleri güncelle
ur: ماڈلز اپڈیٹ کریں
vi: Cập nhật mô hình
zh_hans: 刷新模型列表

source: Modelle aktualisieren (%lld)
ar: تحديث النماذج (%lld)
bn: মডেল আপডেট করুন (%lld)
en: Refresh models (%lld)
es: Actualizar modelos (%lld)
fr: Actualiser les modèles (%lld)
hi: मॉडल अपडेट करें (%lld)
id: Perbarui model (%lld)
it: Aggiorna modelli (%lld)
ja: モデルを更新 (%lld)
ko: 모델 업데이트 (%lld)
pt: Atualizar modelos (%lld)
ru: Обновить модели (%lld)
tr: Modelleri güncelle (%lld)
ur: ماڈلز اپڈیٹ کریں (%lld)
vi: Cập nhật mô hình (%lld)
zh_hans: 刷新模型（%lld）

source: Modelle auf dem Gerät
ar: النماذج على الجهاز
bn: ডিভাইসে মডেল
en: Models on this device
es: Modelos en el dispositivo
fr: Modèles sur l'appareil
hi: डिवाइस पर मॉडल
id: Model di perangkat
it: Modelli sul dispositivo
ja: 端末内のモデル
ko: 기기 내 모델
pt: Modelos no dispositivo
ru: Модели на устройстве
tr: Cihazdaki modeller
ur: ڈیوائس پر ماڈلز
vi: Mô hình trên thiết bị
zh_hans: 设备上的模型

source: Modelle gefunden (%lld), aber keine Modell-ID zum Testen.
ar: تم العثور على نماذج (%lld)، لكن بلا معرّف نموذج للاختبار.
bn: মডেল পাওয়া গেছে (%lld), কিন্তু টেস্ট করার জন্য কোনো মডেল ID নেই।
en: Found models (%lld), but no model ID to test with.
es: Se encontraron modelos (%lld), pero ningún ID de modelo para probar.
fr: Modèles trouvés (%lld), mais aucun ID de modèle à tester.
hi: मॉडल मिले (%lld), लेकिन जाँचने के लिए कोई मॉडल-ID नहीं।
id: Model ditemukan (%lld), tetapi tidak ada ID model untuk diuji.
it: Modelli trovati (%lld), ma nessun ID modello da testare.
ja: モデルは %lld 件見つかりましたが、テストできるモデル ID がありません。
ko: 모델 발견됨 (%lld개), 그러나 테스트할 모델 ID가 없습니다.
pt: Modelos encontrados (%lld), mas nenhum ID de modelo para testar.
ru: Модели найдены (%lld), но нет ID модели для теста.
tr: Modeller bulundu (%lld), ancak test edilecek model ID'si yok.
ur: ماڈلز ملے (%lld)، لیکن ٹیسٹ کے لیے کوئی ماڈل ID نہیں۔
vi: Đã tìm thấy mô hình (%lld), nhưng không có ID mô hình để kiểm thử.
zh_hans: 找到了 %lld 个模型，但没有可用来测试的模型 ID。

source: Modelle laden
ar: تحميل النماذج
bn: মডেল লোড করুন
en: Load models
es: Cargar modelos
fr: Charger les modèles
hi: मॉडल लोड करें
id: Muat model
it: Carica modelli
ja: モデルを読み込む
ko: 모델 불러오기
pt: Carregar modelos
ru: Загрузить модели
tr: Modelleri yükle
ur: ماڈلز لوڈ کریں
vi: Tải mô hình
zh_hans: 加载模型

source: Modelle laden fehlgeschlagen (HTTP %lld)
ar: فشل تحميل النماذج (HTTP %lld)
bn: মডেল লোড ব্যর্থ হয়েছে (HTTP %lld)
en: Loading models failed (HTTP %lld)
es: Fallo al cargar los modelos (HTTP %lld)
fr: Échec du chargement des modèles (HTTP %lld)
hi: मॉडल लोड करना विफल रहा (HTTP %lld)
id: Memuat model gagal (HTTP %lld)
it: Caricamento modelli non riuscito (HTTP %lld)
ja: モデルの読み込みに失敗しました (HTTP %lld)
ko: 모델 불러오기 실패 (HTTP %lld)
pt: Falha ao carregar modelos (HTTP %lld)
ru: Не удалось загрузить модели (HTTP %lld)
tr: Modelleri yükleme başarısız (HTTP %lld)
ur: ماڈلز لوڈ کرنا ناکام (HTTP %lld)
vi: Tải mô hình thất bại (HTTP %lld)
zh_hans: 加载模型失败（HTTP %lld）

source: Modelle sind vorab geladen (Cache/Standard). „Aktualisieren“ holt die Live-Liste vom Anbieter.
ar: النماذج محمّلة مسبقًا (ذاكرة مؤقتة/افتراضي). «تحديث» يجلب القائمة الحيّة من المزوّد.
bn: মডেলগুলো আগে থেকেই লোড করা (ক্যাশ/ডিফল্ট)। “Aktualisieren” প্রোভাইডার থেকে লাইভ তালিকা আনে।
en: Models are preloaded (cache/defaults). “Refresh” fetches the live list from the provider.
es: Los modelos vienen precargados (caché/por defecto). «Actualizar» trae la lista en vivo del proveedor.
fr: Les modèles sont préchargés (cache/par défaut). « Actualiser » récupère la liste en direct chez le fournisseur.
hi: मॉडल पहले से लोड हैं (Cache/डिफ़ॉल्ट)। “अपडेट करें” प्रोवाइडर से लाइव सूची लाता है।
id: Model sudah dimuat sebelumnya (cache/default). “Aktualisieren” mengambil daftar langsung dari penyedia.
it: I modelli sono precaricati (cache/predefiniti). «Aggiorna» scarica la lista live dal provider.
ja: モデルは事前に読み込み済みです（キャッシュ／標準）。「更新」でプロバイダから最新の一覧を取得します。
ko: 모델은 미리 로드되어 있습니다 (캐시/기본값). “Aktualisieren”은 제공자로부터 실시간 목록을 가져옵니다.
pt: Os modelos vêm pré-carregados (cache/predefinição). «Atualizar» vai buscar a lista ao vivo ao fornecedor.
ru: Модели уже загружены (кэш/по умолчанию). «Обновить» запросит актуальный список у провайдера.
tr: Modeller önceden yüklendi (önbellek/varsayılan). “Aktualisieren” sağlayıcıdan canlı listeyi getirir.
ur: ماڈلز پہلے سے لوڈ ہیں (کیش/ڈیفالٹ)۔ “Aktualisieren” فراہم کنندہ سے لائیو فہرست لاتا ہے۔
vi: Mô hình đã được tải sẵn (bộ nhớ đệm/mặc định). “Aktualisieren” lấy danh sách trực tiếp từ nhà cung cấp.
zh_hans: 模型是预先载入的（缓存/默认）。点“刷新”从提供方取实时列表。

source: Modus
ar: الوضع
bn: মোড
en: Mode
es: Modo
fr: Mode
hi: मोड
id: Mode
it: Modalità
ja: モード
ko: 모드
pt: Modo
ru: Режим
tr: Mod
ur: موڈ
vi: Chế độ
zh_hans: 模式

source: Modus: %@
ar: الوضع: %@
bn: মোড: %@
en: Mode: %@
es: Modo: %@
fr: Mode : %@
hi: मोड: %@
id: Mode: %@
it: Modalità: %@
ja: モード: %@
ko: 모드: %@
pt: Modo: %@
ru: Режим: %@
tr: Mod: %@
ur: موڈ: %@
vi: Chế độ: %@
zh_hans: 模式：%@

source: Mögliche Ursachen
ar: الأسباب المحتملة
bn: সম্ভাব্য কারণ
en: Possible causes
es: Posibles causas
fr: Causes possibles
hi: संभावित कारण
id: Kemungkinan penyebab
it: Possibili cause
ja: 考えられる原因
ko: 가능한 원인
pt: Causas possíveis
ru: Возможные причины
tr: Olası nedenler
ur: ممکنہ وجوہات
vi: Nguyên nhân có thể
zh_hans: 可能的原因

source: Nach dem Ende lässt sich das von innen nicht sicher unterscheiden. Die Liste ist nach dem geordnet, was die Fakten oben hergeben — sie ist keine Diagnose.
ar: بعد الانتهاء لا يمكن التمييز بينها بثقة من الداخل. القائمة مرتّبة حسب ما تدل عليه الحقائق أعلاه — وهي ليست تشخيصاً.
bn: শেষ হওয়ার পর ভেতর থেকে এটি নিশ্চিতভাবে আলাদা করা যায় না। তালিকাটি উপরের তথ্য অনুযায়ী সাজানো — এটি কোনো নির্ণয় নয়।
en: After the fact there's no way to tell these apart from inside the app. The list is ordered by what the facts above support — it isn't a diagnosis.
es: Una vez terminado, desde dentro ya no se puede distinguir con certeza. La lista está ordenada según lo que indican los datos de arriba; no es un diagnóstico.
fr: Après coup, l'app ne peut pas faire la différence de façon sûre. La liste est classée selon ce que disent les faits ci-dessus — ce n'est pas un diagnostic.
hi: समाप्ति के बाद अंदर से इसे पक्के तौर पर अलग नहीं बताया जा सकता। सूची ऊपर दिए विवरण के आधार पर क्रम में है — यह कोई निदान नहीं है।
id: Setelah berakhir, hal ini tidak dapat dibedakan secara pasti dari dalam. Daftar diurutkan berdasarkan fakta di atas — ini bukan diagnosis.
it: Dopo la chiusura, dall'interno non è possibile distinguerlo con certezza. L'elenco è ordinato in base a quanto emerge dai dati qui sopra — non è una diagnosi.
ja: 終了後にアプリの中から確実に見分けることはできません。この一覧は上の事実から言える順に並べたもので、確定した診断ではありません。
ko: 종료 후에는 내부에서 이를 확실히 구분할 수 없습니다. 목록은 위의 사실에 따라 정렬되어 있습니다 — 이는 진단이 아닙니다.
pt: Depois do fim, não é possível distinguir isto com certeza a partir de dentro. A lista está ordenada pelo que os dados acima permitem concluir — não é um diagnóstico.
ru: Изнутри, уже после завершения, это точно не различить. Список упорядочен по тому, что говорят факты выше, — это не диагноз.
tr: Sona erdikten sonra bu, içeriden kesin olarak ayırt edilemez. Liste yukarıdaki gerçeklere göre sıralanmıştır — bu bir tanı değildir.
ur: ختم ہونے کے بعد اندر سے یہ یقینی طور پر معلوم نہیں کیا جا سکتا۔ فہرست اوپر دیے گئے حقائق کے مطابق ترتیب دی گئی ہے — یہ کوئی تشخیص نہیں۔
vi: Sau khi kết thúc, điều này không thể phân biệt chắc chắn từ bên trong. Danh sách được sắp xếp theo các sự thật ở trên — đây không phải là chẩn đoán.
zh_hans: 结束之后，应用从内部无法可靠地区分这几种情况。下面的列表按上方事实的支持程度排序 — 这不是诊断结论。

source: Nach der Autorisierung den angezeigten Code (manchmal als code#state) hier einfügen.
ar: بعد المصادقة الصِق الرمز الظاهر (أحياناً بصيغة code#state) هنا.
bn: অথরাইজেশনের পর দেখানো কোড (কখনো code#state হিসেবে) এখানে পেস্ট করুন।
en: After authorizing, paste the code shown (sometimes as code#state) here.
es: Tras autorizar, pega aquí el código que aparece (a veces como code#state).
fr: Après l'autorisation, colle ici le code affiché (parfois sous la forme code#state).
hi: अधिकृत करने के बाद दिखाया गया कोड (कभी-कभी code#state के रूप में) यहाँ पेस्ट करें।
id: Setelah otorisasi, tempel kode yang ditampilkan (kadang sebagai code#state) di sini.
it: Dopo l'autorizzazione, incolla qui il codice mostrato (a volte nella forma code#state).
ja: 認証後に表示されるコード（code#state 形式のこともあります）をここに貼り付けてください。
ko: 인증 후 표시된 코드(때로는 code#state 형태)를 여기에 붙여넣으세요.
pt: Depois de autorizares, cola aqui o código apresentado (às vezes no formato code#state).
ru: После авторизации вставь сюда показанный код (иногда в виде code#state).
tr: Yetkilendirmeden sonra gösterilen kodu (bazen code#state olarak) buraya yapıştırın.
ur: مجاز ہونے کے بعد دکھائے گئے کوڈ (کبھی code#state کے طور پر) کو یہاں پیسٹ کریں۔
vi: Sau khi ủy quyền, dán mã được hiển thị (đôi khi dưới dạng code#state) vào đây.
zh_hans: 授权完成后，把显示的代码（有时是 code#state 形式）粘贴到这里。

source: Nachricht
ar: رسالة
bn: বার্তা
en: Message
es: Mensaje
fr: Message
hi: संदेश
id: Pesan
it: Messaggio
ja: メッセージ
ko: 메시지
pt: Mensagem
ru: Сообщение
tr: Mesaj
ur: پیغام
vi: Tin nhắn
zh_hans: 消息

source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
pt: Nome
ru: Имя
tr: İsim
ur: نام
vi: Tên
zh_hans: 名称

source: Name (optional)
ar: الاسم (اختياري)
bn: নাম (ঐচ্ছিক)
es: Nombre (opcional)
fr: Nom (facultatif)
hi: नाम (वैकल्पिक)
id: Nama (opsional)
it: Nome (facoltativo)
ja: 名前（任意）
ko: 이름 (선택 사항)
pt: Nome (opcional)
ru: Название (необязательно)
tr: İsim (isteğe bağlı)
ur: نام (اختیاری)
vi: Tên (tùy chọn)
zh_hans: 名称（可选）

source: Name (z. B. Rechercheur)
ar: الاسم (مثلًا: باحث)
bn: নাম (যেমন গবেষক)
en: Name (e.g. Researcher)
es: Nombre (p. ej. Investigador)
fr: Nom (p. ex. Chercheur)
hi: नाम (जैसे रिसर्चर)
id: Nama (mis. Peneliti)
it: Nome (es. Ricercatore)
ja: 名前（例: リサーチャー）
ko: 이름 (예: 리서처)
pt: Nome (p. ex. Investigador)
ru: Имя (напр. Исследователь)
tr: İsim (örn. Araştırmacı)
ur: نام (مثلاً محقق)
vi: Tên (vd. Nhà nghiên cứu)
zh_hans: 名称（例如 调研员）

source: Name des Skills
ar: اسم الـ Skill
bn: Skill-এর নাম
en: Skill name
es: Nombre del Skill
fr: Nom du Skill
hi: Skill का नाम
id: Nama Skill
it: Nome della Skill
ja: Skill の名前
ko: Skill 이름
pt: Nome do Skill
ru: Название Skill
tr: Skill'in adı
ur: Skill کا نام
vi: Tên Skill
zh_hans: Skill 名称

source: Neuer API-Key
ar: مفتاح API جديد
bn: নতুন API-Key
en: New API key
es: Nueva API key
fr: Nouvelle clé API
hi: नया API-Key
id: API-Key baru
it: Nuova chiave API
ja: 新しい API キー
ko: 새 API-Key
pt: Nova chave API
ru: Новый API-ключ
tr: Yeni API-Key
ur: نئی API-Key
vi: API-Key mới
zh_hans: 新的 API 密钥

source: Neuer Chat
ar: محادثة جديدة
bn: নতুন চ্যাট
en: New chat
es: Nuevo chat
fr: Nouveau chat
hi: नई चैट
id: Chat baru
it: Nuova chat
ja: 新しいチャット
ko: 새 채팅
pt: Novo chat
ru: Новый чат
tr: Yeni sohbet
ur: نئی چیٹ
vi: Trò chuyện mới
zh_hans: 新建聊天

source: Neuer Skill
ar: Skill جديد
bn: নতুন Skill
en: New Skill
es: Nuevo Skill
fr: Nouveau Skill
hi: नया Skill
id: Skill baru
it: Nuovo Skill
ja: 新しい Skill
ko: 새 Skill
pt: Novo Skill
ru: Новый Skill
tr: Yeni Skill
ur: نئی Skill
vi: Skill mới
zh_hans: 新建 Skill

source: Nicht ausgerichteter oder ungültiger Speicherzugriff.
ar: وصول للذاكرة غير محاذٍ أو غير صالح.
bn: সারিবদ্ধ নয় বা অবৈধ মেমরি অ্যাক্সেস।
en: Misaligned or invalid memory access.
es: Acceso a memoria no alineado o no válido.
fr: Accès mémoire non aligné ou invalide.
hi: गलत तरीके से संरेखित या अमान्य मेमोरी एक्सेस।
id: Akses memori tidak selaras atau tidak valid.
it: Accesso alla memoria non allineato o non valido.
ja: アラインメント不正、または無効なメモリアクセスです。
ko: 정렬되지 않았거나 유효하지 않은 메모리 접근.
pt: Acesso à memória desalinhado ou inválido.
ru: Невыровненное или недопустимое обращение к памяти.
tr: Hizalanmamış veya geçersiz bellek erişimi.
ur: غیر ہم آہنگ یا غلط میموری رسائی۔
vi: Truy cập bộ nhớ không căn chỉnh hoặc không hợp lệ.
zh_hans: 内存访问未对齐或无效。

source: Noch kein Konto — am besten einen API-Key eintragen (Pay-as-you-go).
ar: لا حساب بعد — الأفضل إضافة مفتاح API (الدفع حسب الاستخدام).
bn: এখনো কোনো অ্যাকাউন্ট নেই — সবচেয়ে ভালো একটি API-Key দিন (Pay-as-you-go)।
en: No account yet — best to add an API key (pay-as-you-go).
es: Aún no hay cuenta — lo mejor es añadir una clave de API (pago por uso).
fr: Pas encore de compte — le plus simple est de saisir une clé API (paiement à l'usage).
hi: अभी तक कोई खाता नहीं — API-Key डालना सबसे अच्छा है (Pay-as-you-go)।
id: Belum ada akun — sebaiknya masukkan API-Key (bayar sesuai pemakaian).
it: Ancora nessun account — meglio inserire una API key (pay-as-you-go).
ja: アカウントはまだなし — API キーを入力するのがおすすめ（従量課金）。
ko: 아직 계정 없음 — API-Key(사용량 기반 결제)를 입력하는 것이 가장 좋습니다.
pt: Ainda sem conta — o melhor é introduzir uma chave de API (pay-as-you-go).
ru: Аккаунта пока нет — проще всего добавить API-ключ (оплата по факту).
tr: Henüz hesap yok — en iyisi bir API-Key girin (kullandıkça öde).
ur: ابھی کوئی اکاؤنٹ نہیں — بہتر ہے ایک API-Key درج کریں (Pay-as-you-go)۔
vi: Chưa có tài khoản — tốt nhất nên nhập một API-Key (trả theo mức dùng).
zh_hans: 还没有账户 — 最好填一个 API Key（按量付费）。

source: Noch kein Modell — oben tippen.
ar: لا نموذج بعد — اضغط بالأعلى.
bn: এখনো কোনো মডেল নেই — উপরে ট্যাপ করুন।
en: No model yet — tap above.
es: Aún no hay modelo — toca arriba.
fr: Pas encore de modèle — touche en haut.
hi: अभी तक कोई मॉडल नहीं — ऊपर टैप करें।
id: Belum ada model — ketuk di atas.
it: Ancora nessun modello — tocca qui sopra.
ja: モデルが未選択 — 上をタップ。
ko: 아직 모델 없음 — 위쪽을 탭하세요.
pt: Ainda sem modelo — toca em cima.
ru: Модели пока нет — нажми сверху.
tr: Henüz model yok — yukarıya dokunun.
ur: ابھی کوئی ماڈل نہیں — اوپر ٹیپ کریں۔
vi: Chưa có mô hình — chạm ở trên.
zh_hans: 还没有模型 — 点上面选一个。

source: Noch keine Agenten
ar: لا يوجد وكلاء بعد
bn: এখনো কোনো Agent নেই
en: No agents yet
es: Aún no hay agentes
fr: Aucun agent
hi: अभी तक कोई Agent नहीं
id: Belum ada Agent
it: Ancora nessun agente
ja: エージェントはまだいません
ko: 아직 Agent 없음
pt: Ainda sem agentes
ru: Агентов пока нет
tr: Henüz Agent yok
ur: ابھی کوئی Agent نہیں
vi: Chưa có Agent
zh_hans: 还没有智能体
